{
  "effect.weak_hardcore.health_incr": "Accretion",

  "item.weak_hardcore.revival_heart": "Revival Heart",
  "item.minecraft.tipped_arrow.effect.accretion": "Arrow of Accretion",
  "item.minecraft.potion.effect.accretion": "Potion of Accretion",
  "item.minecraft.splash_potion.effect.accretion": "Splash Potion of Accretion",
  "item.minecraft.lingering_potion.effect.accretion": "Lingering Potion of Accretion",
  "weakHardcore.heartToolTip": "#FF00FF|Combined with a powerful harming potion, this soul fragment fuses to become a powerful health elixir.",

  "weakHardcore.itemGroup": "Weak Hardcore",
  "weakHardcore.skullLore": "Respawn %s by making a 3x3 one tall gold platform, placing a lodestone one block above the center, with %s's skull on top. On the lodestone, throw an enchanted golden apple and burn it to resurrect %s.",
  "weakHardcore.respawnText1": "#B00000|The gods resurrect you from the dead, but not without cost; you feel weakened.",
  "weakHardcore.respawnText2": "#B00000|A heart of health has dissipated into the wind! A terrible price to pay for the privilege of rebirth.",
  "weakHardcore.respawnText3": "#B00000|You are playing a cruel game of attrition against life itself, and it would appear that one side has just blundered. . .",
  "weakHardcore.respawnText4": "#B00000|Another death? Truly, you must curb your naïve ways before they permanently transform you into a ghost!",
  "weakHardcore.respawnText5": "#B00000|The gods would like to make sure you’re aware that enchanted golden apples can be found in 1.4% of mineshaft chests, 1.5% of ruined portal chests, 2.6% of desert temple chests, 3.1% of dungeon or woodland mansion chests, 6.5% of bastion treasure room chests, and 8.4% of ancient city chests!",
  "weakHardcore.respawnText6": "#D85555|The gods resurrect you from the dead, but not without cost; you feel weakened.",
  "weakHardcore.respawnText7": "#D85555|As atonement for death, the gods have sacrificed a heart of health on your behalf.",
  "weakHardcore.respawnText8": "#D85555|Your return to consciousness is marked by a newfound sense of vulnerability.",
  "weakHardcore.respawnText9": "#D85555|The façade of invincibility has now been shattered; confront your mortality, human!",
  "weakHardcore.respawnText10": "#D85555|What a lamentable development! Only the consumption of an enchanted golden apple can turn the tide in your favor.",
  "weakHardcore.respawnText11": "#FFA8A8|The gods resurrect you from the dead, but not without cost; you feel weakened.",
  "weakHardcore.respawnText12": "#FFA8A8|Be honest – that was most likely a void death, wasn’t it? How unfortunate.",
  "weakHardcore.respawnText13": "#FFA8A8|Your gruesome demise is imminent!. . . at some point, eventually. idk",
  "weakHardcore.respawnText14": "#FFA8A8|How does one manage to become a casualty after having acquired such unholy amounts of health?",
  "weakHardcore.respawnText15": "#FFA8A8|The gods would like to express their heartfelt condolences with the following message: ez",
  "weakHardcore.finalDeathChatText": "%s has surrendered their final heart of maximum health! Their time here has come to a close.",
  "weakHardcore.finalDeathReminder": "#87CEEB|Only your soul remains to observe this now-intangible world. . .",

  "weakHardcore.gainHeart1":"#F6F600|As the gods smile upon your courageous exploits, you feel revitalized.",
  "weakHardcore.gainHeart2":"#F6F600|An apple a day keeps the impending specter of assured demise at bay.",
  "weakHardcore.gainHeart3":"#F6F600|Crisis averted! - for the time being, at least. . .",
  "weakHardcore.gainHeart4":"#F6F600|You have been granted an extra life - go celebrate by jumping into a skeleton mosh pit!",
  "weakHardcore.gainHeart5":"#F6F600|It’s at times like these that we appreciate the fruits of our hard work the most.",
  "weakHardcore.gainHeart6":"#FAFB56|As the gods smile upon your courageous exploits, you feel revitalized.",
  "weakHardcore.gainHeart7":"#FAFB56|Upon further review of your most recent repast, the gods have decided to kick your health up a Notch.",
  "weakHardcore.gainHeart8":"#FAFB56|Eve lost everything by eating a luscious, glowing pome such as that one, but for the same folly your health is renewed?",
  "weakHardcore.gainHeart9":"#FAFB56|If you’ll forgive the cliché, that last bite was truly the apple of your health bar’s eye. . .",
  "weakHardcore.gainHeart10":"#FAFB56|According to nutritionists, what you just ate is universally recognized as an exceedingly balanced breakfast.",
  "weakHardcore.gainHeart11":"#FDFFABA|s the gods smile upon your courageous exploits, you feel revitalized.",
  "weakHardcore.gainHeart12":"#FDFFABA|For similar results, you could’ve just turned that one into a Mojang banner pattern.",
  "weakHardcore.gainHeart13":"#FDFFABA|Achievement unlocked: Extra Heart Addict",
  "weakHardcore.gainHeart14":"#FDFFABA|The gods think you’re being a bit of a show-off by this point; however, a deal is a deal.",
  "weakHardcore.gainHeart15":"#FDFFABA|They say fortune favors the bold, but this is starting to get out of hand."
}